{
  "NAVDEDUCTIONS": "Did you have any new deductions (such as home mortgage interest, cash or non-cash donations, medical expenses)?",
  "YNOMEDDENTAL": "Have any medical and/or dental expenses?",
  "YNORETAXES": "Have any real estate taxes?",
  "YNOPPTAXES": "Have any personal property taxes?",
  "YNOMORTGAGEINT": "Have any mortgage interest?",
  "YNOCHARITABLECONT": "Have any charitable contributions?",
  "YNOCONTRIBUTEPROP": "Contribute property (other than cash) with a fair market value of more than $5,000 to a charitable organization?",
  "YNOINVETINENERGYIMPRMTS": "Make any investments including alternative energy equipment, energy efficient improvements, or other large purchases?",
  "YNOCASUALTYLOSS": "Incur any casualty or loss attributable to a federally declared disaster?",
  "YNOSPECIALFUELS": "Use gasoline or special fuels for business or farm purposes (other than for a highway vehicle)?",
  "NAVFOREIGNMATTERS": "Did you work, have investment income, or set up a trust outside the U.S.?",
  "YNOFOREIGNWORK": "Perform any work outside of the U.S. or pay any foreign taxes?",
  "YNOFOREIGNASSIGNMENT": "Begin or end an overseas assignment?",
  "YNOFAMILYALLOWANCES": "Receive any family allowances from any foreign government?",
  "YNOGRANTORFOREIGNTRUST": "Become a grantor or transferor for a foreign trust, have any interest in or a signature authority over a bank account, securities account or other financial account in a foreign country?",
  "YNOBENEFICIARYRETIREPLAN": "Become a beneficiary of a foreign retirement plan that has undistributed income?",
  "YNOFOREIGNINVESTCOMPANY": "Become a shareholder or beneficiary of a foreign investment company?",
  "YNOTRANSFERMONEY": "Create or transfer money or property to a foreign trust?",
  "YNOINVESTFOREIGNCORP": "Invest in a foreign corporation and/or partnership?",
  "YNOOWNSHARESMUTUALFUND": "Own any shares in a non-U.S. corporation or non-U.S. mutual fund?",
  "NAVINVESTMENTS": "Did you buy or sell investments (such as stocks, bonds or virtual currencies), acquire an interest in a Partnership, S-Corp or Trust, or make home improvements?",
  "YNORECINTDIV": "Open a new account where you may have received an Interest, Dividend or Brokerage Statement?",
  "YNODEBTS": "Have any debts cancelled or forgiven?",
  "YNONEWPARTNERSHIP": "Acquire any new interest in any Partnership or S Corporation, or become a beneficiary in an Estate or Trust?",
  "YNOSELLFARM": "Sell or otherwise dispose of an existing interest in a Partnership or S-Corporation?",
  "YNOSELLRE": "Sell, exchange or purchase any investment real estate (other than rentals)?",
  "YNOSTOCKOPTIONS": "Receive grants of stock options from your employer, exercise any stock options granted to you or dispose of any stock acquired under a qualified employee stock purchase plan?",
  "YNOPUTCALL": "Engage in any put or call transactions?",
  "YNOSELLSEC": "Sell any securities not reported on Form 1099-B?",
  "YNOSELLBITCOIN": "Sell or exchange Bitcoin or other virtual currencies, or engage in any sales or exchanges denominated in Bitcoin or other virtual currencies?",
  "NAVEDUCATION": "Did you have any new activities related to higher education (such as starting or financing school for you or your dependents)?",
  "YNOSTUDENTLOAN": "Pay interest on a student loan?",
  "YNOIRAEDUCATIONEXP": "Withdraw any amounts from your IRA to pay for higher education expenses incurred by you, your spouse, your children, or grandchildren?",
  "YNOCOVEDUCATIONSAVINGSACCT": "Withdraw any amounts from a Coverdell Education Savings Account or Qualified Education Program, such as a Section 529 plan?",
  "YNOENROLLSCHOOL": "Enroll in a school, incurring any post-secondary education expenses, such as tuition?",
  "YNOEDUCATOREXPENSES": "Work as an educator and pay for education supplies for your classroom?",
  "NAVHEALTHCARE": "Did you have healthcare coverage and/or activities to report in health care accounts (HSA, MSA, or LTC)?",
  "YNOHEALTHCARECOVERAGE": "Have healthcare coverage (health insurance) for you, your spouse, and any dependents?",
  "YNOMARKETPLACECOVERAGE": "Have healthcare coverage from the Marketplace for any members of your household?",
  "YNORECPREMCREDIT": "Receive an advanced premium tax credit, are married, filing separately from your spouse, and are a victim of domestic abuse or spousal abandonment?",
  "YNOREC1095A": "Receive Form 1095-A for someone for whom another taxpayer will claim the personal exemption on their tax return?",
  "YNOINSOTHERPLAN": "Have coverage on your health insurance policy for someone who was also covered under another policy for any part of the year?",
  "YNOEMPLOYERHEALTHCARE": "Become eligible for an employer sponsored healthcare or long-term care plan (whether employed or self-employed)?",
  "YNOLOSEJOBOWNINS": "Lose your job because of foreign competition and pay for your own health insurance?",
  "YNOTRANSHSA": "Have transactions pertaining to a health savings account (HSA)?",
  "YNOTRANSMSA": "Have transactions pertaining to a medical savings account (MSA)?",
  "YNOLTCINS": "Receive distributions from long-term care insurance contracts (LTC)?",
  "IN": "In",
  "DID_YOU": "did you...."
}
